{
  "peft_type": "LORA",
  "task_type": "CAUSAL_LM",
  "r": 16,
  "lora_alpha": 32,
  "target_modules": [
    "q_proj",
    "v_proj"
  ],
  "base_model_name_or_path": "",
  "bias": "none",
  "fan_in_fan_out": false
}